//
//  Database.swift
//  Passive Money
//
//  Created by Максим Окунеев on 12/13/19.
//  Copyright © 2019 Максим Окунеев. All rights reserved.
//

import Foundation

struct Texts {

    var info = """
В расчётах использованы формулы сложных процентов с ежемесячным начислением.
Валюта инвестирования - $.

Ниже перечислены несколько базовых рекомендаций по правильному инвестированию денежных средств:

 - Пассивное инвестирование - это наиболее грамотный выбор стратегии на длительный срок.

 - Используйте диверсификацию - не вкладывайте все средства в один инструмент.

 - Чем выше заявленная доходность инструмента, тем больше риск потерять деньги.

 - Обещанная доходность свыше 30% является признаком мошеннической схемы.

 - Независимо от выбранных инструментов - делайте периодическую балансировку портфеля (раз в полгода - год).


Удачных инвестиций!
"""
    var howToStart = """
Начните с ИИС!

ИИС - это индивидуальный инвестиционный счёт, который можно открыть у любого брокера и почти у всех крупных банков.

ИИС позволит вам получить 13%. годовых от государства плюс прибыль по финансовым инструментам.

Открыть ИИС и начать инвестировать можно с любой суммы.

У ИИС есть ряд ограничений:

 - Деньги нельзя вывести со счета в течении трёх календарных лет.
Отличная возможность получить вычет в новом году - открыть счет и завести деньги до конца года.

 - Максимальная сумма возврата по налогам - 52 т. руб., при условии пополнения на 400 т. руб. в год.

Один из самых простых способов открыть счет онлайн - воспользоваться услугами Тинькофф банка.

По ссылке вы сможете получить первый месяц обслуживания бесплатно.
"""

}
